// Generated from dicts/patronimics.txt by npm run build. Do not edit manually.
export const PATRONYMICS = {
  "абакум": [
    [
      "Абакумович"
    ],
    [
      "Абакумовна"
    ]
  ],
  "абрам": [
    [
      "Абрамович"
    ],
    [
      "Абрамовна"
    ]
  ],
  "абросим": [
    [
      "Абросимович"
    ],
    [
      "Абросимовна"
    ]
  ],
  "аввакум": [
    [
      "Аввакумович"
    ],
    [
      "Аввакумовна"
    ]
  ],
  "август": [
    [
      "Августович"
    ],
    [
      "Августовна"
    ]
  ],
  "авдей": [
    [
      "Авдеевич"
    ],
    [
      "Авдеевна"
    ]
  ],
  "авдий": [
    [
      "Авдиевич"
    ],
    [
      "Авдиевна"
    ]
  ],
  "авель": [
    [
      "Авелевич"
    ],
    [
      "Авелевна"
    ]
  ],
  "авенир": [
    [
      "Авенирович"
    ],
    [
      "Авенировна"
    ]
  ],
  "аверий": [
    [
      "Авериевич"
    ],
    [
      "Авериевна"
    ]
  ],
  "аверкий": [
    [
      "Аверкиевич"
    ],
    [
      "Аверкиевна"
    ]
  ],
  "аверьян": [
    [
      "Аверьянович"
    ],
    [
      "Аверьяновна"
    ]
  ],
  "авксентий": [
    [
      "Авксентиевич",
      "Авксентьевич"
    ],
    [
      "Авксентиевна",
      "Авксентьевна"
    ]
  ],
  "авраам": [
    [
      "Авраамович"
    ],
    [
      "Авраамовна"
    ]
  ],
  "авраамий": [
    [
      "Авраамиевич",
      "Авраамьевич"
    ],
    [
      "Авраамиевна",
      "Авраамьевна"
    ]
  ],
  "аврам": [
    [
      "Аврамович"
    ],
    [
      "Аврамовна"
    ]
  ],
  "аврамий": [
    [
      "Аврамиевич",
      "Аврамьевич"
    ],
    [
      "Аврамиевна",
      "Аврамьевна"
    ]
  ],
  "аврелиан": [
    [
      "Аврелианович"
    ],
    [
      "Аврелиановна"
    ]
  ],
  "автоном": [
    [
      "Автономович"
    ],
    [
      "Автономовна"
    ]
  ],
  "агап": [
    [
      "Агапович"
    ],
    [
      "Агаповна"
    ]
  ],
  "агапий": [
    [
      "Агапиевич",
      "Агапьевич"
    ],
    [
      "Агапиевна",
      "Агапьевна"
    ]
  ],
  "агапит": [
    [
      "Агапитович"
    ],
    [
      "Агапитовна"
    ]
  ],
  "агафангел": [
    [
      "Агафангелович"
    ],
    [
      "Агафангеловна"
    ]
  ],
  "агафон": [
    [
      "Агафонович"
    ],
    [
      "Агафоновна"
    ]
  ],
  "аггей": [
    [
      "Аггеевич"
    ],
    [
      "Аггеевна"
    ]
  ],
  "адам": [
    [
      "Адамович"
    ],
    [
      "Адамовна"
    ]
  ],
  "адриан": [
    [
      "Адрианович"
    ],
    [
      "Адриановна"
    ]
  ],
  "азар": [
    [
      "Азарович"
    ],
    [
      "Азаровна"
    ]
  ],
  "азарий": [
    [
      "Азариевич",
      "Азарьевич"
    ],
    [
      "Азариевна",
      "Азарьевна"
    ]
  ],
  "акакий": [
    [
      "Акакиевич"
    ],
    [
      "Акакиевна"
    ]
  ],
  "акила": [
    [
      "Акилович"
    ],
    [
      "Акиловна"
    ]
  ],
  "аким": [
    [
      "Акимович"
    ],
    [
      "Акимовна"
    ]
  ],
  "акиндин": [
    [
      "Акиндинович"
    ],
    [
      "Акиндиновна"
    ]
  ],
  "акинф": [
    [
      "Акинфович"
    ],
    [
      "Акинфовна"
    ]
  ],
  "акинфий": [
    [
      "Акинфиевич",
      "Акинфьевич"
    ],
    [
      "Акинфиевна",
      "Акинфьевна"
    ]
  ],
  "аксён": [
    [
      "Аксёнович"
    ],
    [
      "Аксёновна"
    ]
  ],
  "аксентий": [
    [
      "Аксентиевич",
      "Аксентьевич"
    ],
    [
      "Аксентиевна",
      "Аксентьевна"
    ]
  ],
  "александр": [
    [
      "Александрович"
    ],
    [
      "Александровна"
    ]
  ],
  "алексей": [
    [
      "Алексеевич"
    ],
    [
      "Алексеевна"
    ]
  ],
  "алексий": [
    [
      "Алексиевич"
    ],
    [
      "Алексиевна"
    ]
  ],
  "альберт": [
    [
      "Альбертович"
    ],
    [
      "Альбертовна"
    ]
  ],
  "альфред": [
    [
      "Альфредович"
    ],
    [
      "Альфредовна"
    ]
  ],
  "амвросий": [
    [
      "Амвросиевич",
      "Амвросьевич"
    ],
    [
      "Амвросиевна",
      "Амвросьевна"
    ]
  ],
  "амос": [
    [
      "Амосович"
    ],
    [
      "Амосовна"
    ]
  ],
  "амфилохий": [
    [
      "Амфилохиевич",
      "Амфилохьевич"
    ],
    [
      "Амфилохиевна",
      "Амфилохьевна"
    ]
  ],
  "ананий": [
    [
      "Ананиевич",
      "Ананьевич"
    ],
    [
      "Ананиевна",
      "Ананьевна"
    ]
  ],
  "анастасий": [
    [
      "Анастасиевич",
      "Анастасьевич"
    ],
    [
      "Анастасиевна",
      "Анастасьевна"
    ]
  ],
  "анатолий": [
    [
      "Анатолиевич",
      "Анатольевич"
    ],
    [
      "Анатолиевна",
      "Анатольевна"
    ]
  ],
  "андрей": [
    [
      "Андреевич"
    ],
    [
      "Андреевна"
    ]
  ],
  "андриан": [
    [
      "Андрианович"
    ],
    [
      "Андриановна"
    ]
  ],
  "андрон": [
    [
      "Андронович"
    ],
    [
      "Андроновна"
    ]
  ],
  "андроний": [
    [
      "Андрониевич",
      "Андроньевич"
    ],
    [
      "Андрониевна",
      "Андроньевна"
    ]
  ],
  "андроник": [
    [
      "Андроникович"
    ],
    [
      "Андрониковна"
    ]
  ],
  "анект": [
    [
      "Анектович"
    ],
    [
      "Анектовна"
    ]
  ],
  "анемподист": [
    [
      "Анемподистович"
    ],
    [
      "Анемподистовна"
    ]
  ],
  "аникей": [
    [
      "Аникеевич"
    ],
    [
      "Аникеевна"
    ]
  ],
  "аникий": [
    [
      "Аникиевич"
    ],
    [
      "Аникиевна"
    ]
  ],
  "аникита": [
    [
      "Аникитич"
    ],
    [
      "Аникитична"
    ]
  ],
  "анисий": [
    [
      "Анисиевич",
      "Анисьевич"
    ],
    [
      "Анисиевна",
      "Анисьевна"
    ]
  ],
  "анисим": [
    [
      "Анисимович"
    ],
    [
      "Анисимовна"
    ]
  ],
  "онисим": [
    [
      "Онисимович"
    ],
    [
      "Онисимовна"
    ]
  ],
  "антиох": [
    [
      "Антиохович"
    ],
    [
      "Антиоховна"
    ]
  ],
  "антип": [
    [
      "Антипович"
    ],
    [
      "Антиповна"
    ]
  ],
  "антипа": [
    [
      "Антипич"
    ],
    [
      "Антипична"
    ]
  ],
  "антипий": [
    [
      "Антипиевич",
      "Антипьевич"
    ],
    [
      "Антипиевна",
      "Антипьевна"
    ]
  ],
  "антон": [
    [
      "Антонович"
    ],
    [
      "Антоновна"
    ]
  ],
  "антонин": [
    [
      "Антонинович"
    ],
    [
      "Антониновна"
    ]
  ],
  "антроп": [
    [
      "Антропович"
    ],
    [
      "Антроповна"
    ]
  ],
  "антропий": [
    [
      "Антропиевич",
      "Антропьевич"
    ],
    [
      "Антропиевна",
      "Антропьевна"
    ]
  ],
  "ануфрий": [
    [
      "Ануфриевич"
    ],
    [
      "Ануфриевна"
    ]
  ],
  "аполлинарий": [
    [
      "Аполлинариевич",
      "Аполлинарьевич"
    ],
    [
      "Аполлинариевна",
      "Аполлинарьевна"
    ]
  ],
  "аполлон": [
    [
      "Аполлонович"
    ],
    [
      "Аполлоновна"
    ]
  ],
  "аполлос": [
    [
      "Аполлосович"
    ],
    [
      "Аполлосовна"
    ]
  ],
  "ардалион": [
    [
      "Ардалионович"
    ],
    [
      "Ардалионовна"
    ]
  ],
  "ардальон": [
    [
      "Ардальонович"
    ],
    [
      "Ардальоновна"
    ]
  ],
  "ареф": [
    [
      "Арефович"
    ],
    [
      "Арефовна"
    ]
  ],
  "арефий": [
    [
      "Арефиевич",
      "Арефьевич"
    ],
    [
      "Арефиевна",
      "Арефьевна"
    ]
  ],
  "арий": [
    [
      "Ариевич",
      "Арьевич"
    ],
    [
      "Ариевна",
      "Арьевна"
    ]
  ],
  "аристарх": [
    [
      "Аристархович"
    ],
    [
      "Аристарховна"
    ]
  ],
  "аристид": [
    [
      "Аристидович"
    ],
    [
      "Аристидовна"
    ]
  ],
  "аркадий": [
    [
      "Аркадиевич",
      "Аркадьевич"
    ],
    [
      "Аркадиевна",
      "Аркадьевна"
    ]
  ],
  "арнольд": [
    [
      "Арнольдович"
    ],
    [
      "Арнольдовна"
    ]
  ],
  "арон": [
    [
      "Аронович"
    ],
    [
      "Ароновна"
    ]
  ],
  "арсен": [
    [
      "Арсенович"
    ],
    [
      "Арсеновна"
    ]
  ],
  "арсений": [
    [
      "Арсениевич",
      "Арсеньевич"
    ],
    [
      "Арсениевна",
      "Арсеньевна"
    ]
  ],
  "арсентий": [
    [
      "Арсентиевич",
      "Арсентьевич"
    ],
    [
      "Арсентиевна",
      "Арсентьевна"
    ]
  ],
  "артамон": [
    [
      "Артамонович"
    ],
    [
      "Артамоновна"
    ]
  ],
  "артём": [
    [
      "Артёмович"
    ],
    [
      "Артёмовна"
    ]
  ],
  "артемий": [
    [
      "Артемиевич",
      "Артемьевич"
    ],
    [
      "Артемиевна",
      "Артемьевна"
    ]
  ],
  "артур": [
    [
      "Артурович"
    ],
    [
      "Артуровна"
    ]
  ],
  "архип": [
    [
      "Архипович"
    ],
    [
      "Архиповна"
    ]
  ],
  "асаф": [
    [
      "Асафович"
    ],
    [
      "Асафовна"
    ]
  ],
  "асафий": [
    [
      "Асафиевич",
      "Асафьевич"
    ],
    [
      "Асафиевна",
      "Асафьевна"
    ]
  ],
  "аскольд": [
    [
      "Аскольдович"
    ],
    [
      "Аскольдовна"
    ]
  ],
  "афанасий": [
    [
      "Афанасиевич",
      "Афанасьевич"
    ],
    [
      "Афанасиевна",
      "Афанасьевна"
    ]
  ],
  "афиноген": [
    [
      "Афиногенович"
    ],
    [
      "Афиногеновна"
    ]
  ],
  "афинодор": [
    [
      "Афинодорович"
    ],
    [
      "Афинодоровна"
    ]
  ],
  "африкан": [
    [
      "Африканович"
    ],
    [
      "Африкановна"
    ]
  ],
  "бажен": [
    [
      "Баженович"
    ],
    [
      "Баженовна"
    ]
  ],
  "бенедикт": [
    [
      "Бенедиктович"
    ],
    [
      "Бенедиктовна"
    ]
  ],
  "богдан": [
    [
      "Богданович"
    ],
    [
      "Богдановна"
    ]
  ],
  "болеслав": [
    [
      "Болеславович",
      "Болеславич"
    ],
    [
      "Болеславовна",
      "Болеславна"
    ]
  ],
  "бонифат": [
    [
      "Бонифатович"
    ],
    [
      "Бонифатовна"
    ]
  ],
  "бонифатий": [
    [
      "Бонифатиевич",
      "Бонифатьевич"
    ],
    [
      "Бонифатиевна",
      "Бонифатьевна"
    ]
  ],
  "борис": [
    [
      "Борисович"
    ],
    [
      "Борисовна"
    ]
  ],
  "борислав": [
    [
      "Бориславович",
      "Бориславич"
    ],
    [
      "Бориславовна",
      "Бориславна"
    ]
  ],
  "бронислав": [
    [
      "Брониславович",
      "Брониславич"
    ],
    [
      "Брониславовна",
      "Брониславна"
    ]
  ],
  "будимир": [
    [
      "Будимирович"
    ],
    [
      "Будимировна"
    ]
  ],
  "вавила": [
    [
      "Вавилич",
      "Вавилович"
    ],
    [
      "Вавилична",
      "Вавиловна"
    ]
  ],
  "вадим": [
    [
      "Вадимович"
    ],
    [
      "Вадимовна"
    ]
  ],
  "валентин": [
    [
      "Валентинович"
    ],
    [
      "Валентиновна"
    ]
  ],
  "валериан": [
    [
      "Валерианович"
    ],
    [
      "Валериановна"
    ]
  ],
  "валерьян": [
    [
      "Валерьянович"
    ],
    [
      "Валерьяновна"
    ]
  ],
  "валерий": [
    [
      "Валериевич",
      "Валерьевич"
    ],
    [
      "Валериевна",
      "Валерьевна"
    ]
  ],
  "варлам": [
    [
      "Варламович"
    ],
    [
      "Варламовна"
    ]
  ],
  "варламий": [
    [
      "Варламиевич",
      "Варламьевич"
    ],
    [
      "Варламиевна",
      "Варламьевна"
    ]
  ],
  "варнава": [
    [
      "Варнавич"
    ],
    [
      "Варнавична"
    ]
  ],
  "варсоноф": [
    [
      "Варсонофович"
    ],
    [
      "Варсонофовна"
    ]
  ],
  "варсонофий": [
    [
      "Варсонофиевич",
      "Варсонофьевич"
    ],
    [
      "Варсонофиевна",
      "Варсонофьевна"
    ]
  ],
  "варфоломей": [
    [
      "Варфоломеевич"
    ],
    [
      "Варфоломеевна"
    ]
  ],
  "василий": [
    [
      "Васильевич"
    ],
    [
      "Васильевна"
    ]
  ],
  "вассиан": [
    [
      "Вассианович"
    ],
    [
      "Вассиановна"
    ]
  ],
  "велизар": [
    [
      "Велизарович"
    ],
    [
      "Велизаровна"
    ]
  ],
  "велимир": [
    [
      "Велимирович"
    ],
    [
      "Велимировна"
    ]
  ],
  "венедикт": [
    [
      "Венедиктович"
    ],
    [
      "Венедиктовна"
    ]
  ],
  "вениамин": [
    [
      "Вениаминович"
    ],
    [
      "Вениаминовна"
    ]
  ],
  "веньямин": [
    [
      "Веньяминович"
    ],
    [
      "Веньяминовна"
    ]
  ],
  "венцеслав": [
    [
      "Венцеславович",
      "Венцеславич"
    ],
    [
      "Венцеславовна",
      "Венцеславна"
    ]
  ],
  "викентий": [
    [
      "Викентиевич",
      "Викентьевич"
    ],
    [
      "Викентиевна",
      "Викентьевна"
    ]
  ],
  "виктор": [
    [
      "Викторович"
    ],
    [
      "Викторовна"
    ]
  ],
  "викторий": [
    [
      "Викториевич"
    ],
    [
      "Викториевна"
    ]
  ],
  "викул": [
    [
      "Викулович"
    ],
    [
      "Викуловна"
    ]
  ],
  "викула": [
    [
      "Викулич"
    ],
    [
      "Викулична"
    ]
  ],
  "вилен": [
    [
      "Виленович"
    ],
    [
      "Виленовна"
    ]
  ],
  "виленин": [
    [
      "Виленинович"
    ],
    [
      "Вилениновна"
    ]
  ],
  "вильгельм": [
    [
      "Вильгельмович"
    ],
    [
      "Вильгельмовна"
    ]
  ],
  "виссарион": [
    [
      "Виссарионович"
    ],
    [
      "Виссарионовна"
    ]
  ],
  "вит": [
    [
      "Витович"
    ],
    [
      "Витовна"
    ]
  ],
  "виталий": [
    [
      "Виталиевич",
      "Витальевич"
    ],
    [
      "Виталиевна",
      "Витальевна"
    ]
  ],
  "витовт": [
    [
      "Витовтович"
    ],
    [
      "Витовтовна"
    ]
  ],
  "витольд": [
    [
      "Витольдович"
    ],
    [
      "Витольдовна"
    ]
  ],
  "владилен": [
    [
      "Владиленович"
    ],
    [
      "Владиленовна"
    ]
  ],
  "владимир": [
    [
      "Владимирович"
    ],
    [
      "Владимировна"
    ]
  ],
  "владислав": [
    [
      "Владиславович",
      "Владиславич"
    ],
    [
      "Владиславовна",
      "Владиславна"
    ]
  ],
  "владлен": [
    [
      "Владленович"
    ],
    [
      "Владленовна"
    ]
  ],
  "влас": [
    [
      "Власович"
    ],
    [
      "Власовна"
    ]
  ],
  "власий": [
    [
      "Власиевич",
      "Власьевич"
    ],
    [
      "Власиевна",
      "Власьевна"
    ]
  ],
  "вонифат": [
    [
      "Вонифатович"
    ],
    [
      "Вонифатовна"
    ]
  ],
  "вонифатий": [
    [
      "Вонифатиевич",
      "Вонифатьевич"
    ],
    [
      "Вонифатиевна",
      "Вонифатьевна"
    ]
  ],
  "всеволод": [
    [
      "Всеволодович"
    ],
    [
      "Всеволодовна"
    ]
  ],
  "всеслав": [
    [
      "Всеславович",
      "Всеславич"
    ],
    [
      "Всеславовна",
      "Всеславна"
    ]
  ],
  "вукол": [
    [
      "Вуколович"
    ],
    [
      "Вуколовна"
    ]
  ],
  "вышеслав": [
    [
      "Вышеславович",
      "Вышеславич"
    ],
    [
      "Вышеславовна",
      "Вышеславна"
    ]
  ],
  "вячеслав": [
    [
      "Вячеславович",
      "Вячеславич"
    ],
    [
      "Вячеславовна",
      "Вячеславна"
    ]
  ],
  "гавриил": [
    [
      "Гавриилович"
    ],
    [
      "Гаврииловна"
    ]
  ],
  "гаврил|гаврила": [
    [
      "Гаврильевич",
      "Гаврилович"
    ],
    [
      "Гаврильевна",
      "Гавриловна"
    ]
  ],
  "галактион": [
    [
      "Галактионович"
    ],
    [
      "Галактионовна"
    ]
  ],
  "гедеон": [
    [
      "Гедеонович"
    ],
    [
      "Гедеоновна"
    ]
  ],
  "гедимин": [
    [
      "Гедиминович"
    ],
    [
      "Гедиминовна"
    ]
  ],
  "геласий": [
    [
      "Геласиевич",
      "Геласьевич"
    ],
    [
      "Геласиевна",
      "Геласьевна"
    ]
  ],
  "гелий": [
    [
      "Гелиевич"
    ],
    [
      "Гелиевна"
    ]
  ],
  "геннадий": [
    [
      "Геннадиевич",
      "Геннадьевич"
    ],
    [
      "Геннадиевна",
      "Геннадьевна"
    ]
  ],
  "генрих": [
    [
      "Генрихович"
    ],
    [
      "Генриховна"
    ]
  ],
  "георгий": [
    [
      "Георгиевич"
    ],
    [
      "Георгиевна"
    ]
  ],
  "герасим": [
    [
      "Герасимович"
    ],
    [
      "Герасимовна"
    ]
  ],
  "гервасий": [
    [
      "Гервасиевич",
      "Гервасьевич"
    ],
    [
      "Гервасиевна",
      "Гервасьевна"
    ]
  ],
  "герман": [
    [
      "Германович"
    ],
    [
      "Германовна"
    ]
  ],
  "гермоген": [
    [
      "Гермогенович"
    ],
    [
      "Гермогеновна"
    ]
  ],
  "геронтий": [
    [
      "Геронтиевич",
      "Геронтьевич"
    ],
    [
      "Геронтиевна",
      "Геронтьевна"
    ]
  ],
  "гиацинт": [
    [
      "Гиацинтович"
    ],
    [
      "Гиацинтовна"
    ]
  ],
  "глеб": [
    [
      "Глебович"
    ],
    [
      "Глебовна"
    ]
  ],
  "гораций": [
    [
      "Горациевич"
    ],
    [
      "Горациевна"
    ]
  ],
  "горгоний": [
    [
      "Горгониевич",
      "Горгоньевич"
    ],
    [
      "Горгониевна",
      "Горгоньевна"
    ]
  ],
  "гордей": [
    [
      "Гордеевич"
    ],
    [
      "Гордеевна"
    ]
  ],
  "гостомысл": [
    [
      "Гостомыслович"
    ],
    [
      "Гостомысловна"
    ]
  ],
  "гремислав": [
    [
      "Гремиславович",
      "Гремиславич"
    ],
    [
      "Гремиславовна",
      "Гремиславна"
    ]
  ],
  "григорий": [
    [
      "Григорьевич"
    ],
    [
      "Григорьевна"
    ]
  ],
  "гурий": [
    [
      "Гуриевич",
      "Гурьевич"
    ],
    [
      "Гуриевна",
      "Гурьевна"
    ]
  ],
  "гурьян": [
    [
      "Гурьянович"
    ],
    [
      "Гурьяновна"
    ]
  ],
  "давид": [
    [
      "Давидович"
    ],
    [
      "Давидовна"
    ]
  ],
  "давыд": [
    [
      "Давыдович"
    ],
    [
      "Давыдовна"
    ]
  ],
  "далмат": [
    [
      "Далматович"
    ],
    [
      "Далматовна"
    ]
  ],
  "даниил": [
    [
      "Даниилович"
    ],
    [
      "Данииловна"
    ]
  ],
  "данил|данила": [
    [
      "Данилович"
    ],
    [
      "Даниловна"
    ]
  ],
  "деодор": [
    [
      "Деодорович"
    ],
    [
      "Деодоровна"
    ]
  ],
  "дементий": [
    [
      "Дементиевич",
      "Дементьевич"
    ],
    [
      "Дементиевна",
      "Дементьевна"
    ]
  ],
  "демид": [
    [
      "Демидович"
    ],
    [
      "Демидовна"
    ]
  ],
  "демьян": [
    [
      "Демьянович"
    ],
    [
      "Демьяновна"
    ]
  ],
  "денис": [
    [
      "Денисович"
    ],
    [
      "Денисовна"
    ]
  ],
  "денисий": [
    [
      "Денисиевич",
      "Денисьевич"
    ],
    [
      "Денисиевна",
      "Денисьевна"
    ]
  ],
  "димитрий": [
    [
      "Димитриевич"
    ],
    [
      "Димитриевна"
    ]
  ],
  "диомид": [
    [
      "Диомидович"
    ],
    [
      "Диомидовна"
    ]
  ],
  "дионисий": [
    [
      "Дионисиевич",
      "Дионисьевич"
    ],
    [
      "Дионисиевна",
      "Дионисьевна"
    ]
  ],
  "дмитрий": [
    [
      "Дмитриевич"
    ],
    [
      "Дмитриевна"
    ]
  ],
  "добромысл": [
    [
      "Добромыслович"
    ],
    [
      "Добромысловна"
    ]
  ],
  "добрыня": [
    [
      "Добрынич"
    ],
    [
      "Добрынична"
    ]
  ],
  "довмонт": [
    [
      "Довмонтович"
    ],
    [
      "Довмонтовна"
    ]
  ],
  "доминик": [
    [
      "Доминикович"
    ],
    [
      "Доминиковна"
    ]
  ],
  "донат": [
    [
      "Донатович"
    ],
    [
      "Донатовна"
    ]
  ],
  "доримедонт": [
    [
      "Доримедонтович"
    ],
    [
      "Доримедонтовна"
    ]
  ],
  "дормедонт": [
    [
      "Дормедонтович"
    ],
    [
      "Дормедонтовна"
    ]
  ],
  "дормидонт": [
    [
      "Дормидонтович"
    ],
    [
      "Дормидонтовна"
    ]
  ],
  "дорофей": [
    [
      "Дорофеевич"
    ],
    [
      "Дорофеевна"
    ]
  ],
  "досифей": [
    [
      "Досифеевич"
    ],
    [
      "Досифеевна"
    ]
  ],
  "евгений": [
    [
      "Евгениевич",
      "Евгеньевич"
    ],
    [
      "Евгениевна",
      "Евгеньевна"
    ]
  ],
  "евграф": [
    [
      "Евграфович"
    ],
    [
      "Евграфовна"
    ]
  ],
  "евграфий": [
    [
      "Евграфиевич",
      "Евграфьевич"
    ],
    [
      "Евграфиевна",
      "Евграфьевна"
    ]
  ],
  "евдоким": [
    [
      "Евдокимович"
    ],
    [
      "Евдокимовна"
    ]
  ],
  "евлампий": [
    [
      "Евлампиевич",
      "Евлампьевич"
    ],
    [
      "Евлампиевна",
      "Евлампьевна"
    ]
  ],
  "евлогий": [
    [
      "Евлогиевич"
    ],
    [
      "Евлогиевна"
    ]
  ],
  "евмен": [
    [
      "Евменович"
    ],
    [
      "Евменовна"
    ]
  ],
  "евмений": [
    [
      "Евмениевич",
      "Евменьевич"
    ],
    [
      "Евмениевна",
      "Евменьевна"
    ]
  ],
  "евсей": [
    [
      "Евсеевич"
    ],
    [
      "Евсеевна"
    ]
  ],
  "евстафий": [
    [
      "Евстафиевич",
      "Евстафьевич"
    ],
    [
      "Евстафиевна",
      "Евстафьевна"
    ]
  ],
  "евстахий": [
    [
      "Евстахиевич",
      "Евстахьевич"
    ],
    [
      "Евстахиевна",
      "Евстахьевна"
    ]
  ],
  "евстигней": [
    [
      "Евстигнеевич"
    ],
    [
      "Евстигнеевна"
    ]
  ],
  "евстрат": [
    [
      "Евстратович"
    ],
    [
      "Евстратовна"
    ]
  ],
  "евстратий": [
    [
      "Евстратиевич",
      "Евстратьевич"
    ],
    [
      "Евстратиевна",
      "Евстратьевна"
    ]
  ],
  "евтихий": [
    [
      "Евтихиевич",
      "Евтихьевич"
    ],
    [
      "Евтихиевна",
      "Евтихьевна"
    ]
  ],
  "евфимий": [
    [
      "Евфимиевич",
      "Евфимьевич"
    ],
    [
      "Евфимиевна",
      "Евфимьевна"
    ]
  ],
  "егор": [
    [
      "Егорович"
    ],
    [
      "Егоровна"
    ]
  ],
  "егорий": [
    [
      "Егориевич",
      "Егорьевич"
    ],
    [
      "Егориевна",
      "Егорьевна"
    ]
  ],
  "елизар": [
    [
      "Елизарович"
    ],
    [
      "Елизаровна"
    ]
  ],
  "елисей": [
    [
      "Елисеевич"
    ],
    [
      "Елисеевна"
    ]
  ],
  "елистрат": [
    [
      "Елистратович"
    ],
    [
      "Елистратовна"
    ]
  ],
  "елпидифор": [
    [
      "Елпидифорович"
    ],
    [
      "Елпидифоровна"
    ]
  ],
  "емельян": [
    [
      "Емельянович"
    ],
    [
      "Емельяновна"
    ]
  ],
  "епифан": [
    [
      "Епифанович"
    ],
    [
      "Епифановна"
    ]
  ],
  "епифаний": [
    [
      "Епифаниевич",
      "Епифаньевич"
    ],
    [
      "Епифаниевна",
      "Епифаньевна"
    ]
  ],
  "еремей": [
    [
      "Еремеевич"
    ],
    [
      "Еремеевна"
    ]
  ],
  "ермий": [
    [
      "Ермиевич"
    ],
    [
      "Ермиевна"
    ]
  ],
  "ермил": [
    [
      "Ермилович"
    ],
    [
      "Ермиловна"
    ]
  ],
  "ермила": [
    [
      "Ермилич"
    ],
    [
      "Ермилична"
    ]
  ],
  "ермилий": [
    [
      "Ермилиевич",
      "Ермильевич"
    ],
    [
      "Ермилиевна",
      "Ермильевна"
    ]
  ],
  "ермолай": [
    [
      "Ермолаевич"
    ],
    [
      "Ермолаевна"
    ]
  ],
  "ерофей": [
    [
      "Ерофеевич"
    ],
    [
      "Ерофеевна"
    ]
  ],
  "ефим": [
    [
      "Ефимович"
    ],
    [
      "Ефимовна"
    ]
  ],
  "ефимий": [
    [
      "Ефимиевич",
      "Ефимьевич"
    ],
    [
      "Ефимиевна",
      "Ефимьевна"
    ]
  ],
  "ефрем": [
    [
      "Ефремович"
    ],
    [
      "Ефремовна"
    ]
  ],
  "ефремий": [
    [
      "Ефремиевич",
      "Ефремьевич"
    ],
    [
      "Ефремиевна",
      "Ефремьевна"
    ]
  ],
  "захар": [
    [
      "Захарович"
    ],
    [
      "Захаровна"
    ]
  ],
  "захарий": [
    [
      "Захариевич",
      "Захарьевич"
    ],
    [
      "Захариевна",
      "Захарьевна"
    ]
  ],
  "зенон": [
    [
      "Зенонович"
    ],
    [
      "Зеноновна"
    ]
  ],
  "зиновий": [
    [
      "Зиновиевич",
      "Зиновьевич"
    ],
    [
      "Зиновиевна",
      "Зиновьевна"
    ]
  ],
  "зосим": [
    [
      "Зосимович"
    ],
    [
      "Зосимовна"
    ]
  ],
  "зосима": [
    [
      "Зосимич"
    ],
    [
      "Зосимична"
    ]
  ],
  "иаким": [
    [
      "Иакимович"
    ],
    [
      "Иакимовна"
    ]
  ],
  "иакинф": [
    [
      "Иакинфович"
    ],
    [
      "Иакинфовна"
    ]
  ],
  "иван": [
    [
      "Иванович"
    ],
    [
      "Ивановна"
    ]
  ],
  "игнат": [
    [
      "Игнатович"
    ],
    [
      "Игнатовна"
    ]
  ],
  "игнатий": [
    [
      "Игнатиевич",
      "Игнатьевич"
    ],
    [
      "Игнатиевна",
      "Игнатьевна"
    ]
  ],
  "игорь": [
    [
      "Игоревич"
    ],
    [
      "Игоревна"
    ]
  ],
  "иероним": [
    [
      "Иеронимович"
    ],
    [
      "Иеронимовна"
    ]
  ],
  "измаил": [
    [
      "Измаилович",
      "Измайлович"
    ],
    [
      "Измаиловна",
      "Измайловна"
    ]
  ],
  "изосим": [
    [
      "Изосимович"
    ],
    [
      "Изосимовна"
    ]
  ],
  "изот": [
    [
      "Изотович"
    ],
    [
      "Изотовна"
    ]
  ],
  "изяслав": [
    [
      "Изяславович",
      "Изяславич"
    ],
    [
      "Изяславовна",
      "Изяславна"
    ]
  ],
  "илиодор": [
    [
      "Илиодорович"
    ],
    [
      "Илиодоровна"
    ]
  ],
  "илларион": [
    [
      "Илларионович"
    ],
    [
      "Илларионовна"
    ]
  ],
  "иларион": [
    [
      "Иларионович"
    ],
    [
      "Иларионовна"
    ]
  ],
  "илья": [
    [
      "Ильич"
    ],
    [
      "Ильинична"
    ]
  ],
  "иннокентий": [
    [
      "Иннокентиевич",
      "Иннокентьевич"
    ],
    [
      "Иннокентиевна",
      "Иннокентьевна"
    ]
  ],
  "иоанн": [
    [
      "Иоаннович"
    ],
    [
      "Иоанновна"
    ]
  ],
  "иов": [
    [
      "Иович"
    ],
    [
      "Иовна"
    ]
  ],
  "иона": [
    [
      "Ионич"
    ],
    [
      "Ионична"
    ]
  ],
  "иосафат": [
    [
      "Иосафатович"
    ],
    [
      "Иосафатовна"
    ]
  ],
  "иосиф": [
    [
      "Иосифович"
    ],
    [
      "Иосифовна"
    ]
  ],
  "ипат": [
    [
      "Ипатович"
    ],
    [
      "Ипатовна"
    ]
  ],
  "ипатий": [
    [
      "Ипатиевич",
      "Ипатьевич"
    ],
    [
      "Ипатиевна",
      "Ипатьевна"
    ]
  ],
  "ипполит": [
    [
      "Ипполитович"
    ],
    [
      "Ипполитовна"
    ]
  ],
  "ираклий": [
    [
      "Ираклиевич"
    ],
    [
      "Ираклиевна"
    ]
  ],
  "иринарх": [
    [
      "Иринархович"
    ],
    [
      "Иринарховна"
    ]
  ],
  "ириней": [
    [
      "Иринеевич"
    ],
    [
      "Иринеевна"
    ]
  ],
  "иродион": [
    [
      "Иродионович"
    ],
    [
      "Иродионовна"
    ]
  ],
  "исаак": [
    [
      "Исаакович"
    ],
    [
      "Исааковна"
    ]
  ],
  "исаакий": [
    [
      "Исаакиевич"
    ],
    [
      "Исаакиевна"
    ]
  ],
  "исай": [
    [
      "Исаевич"
    ],
    [
      "Исаевна"
    ]
  ],
  "исак": [
    [
      "Исакович"
    ],
    [
      "Исаковна"
    ]
  ],
  "исакий": [
    [
      "Исакиевич"
    ],
    [
      "Исакиевна"
    ]
  ],
  "исидор": [
    [
      "Исидорович"
    ],
    [
      "Исидоровна"
    ]
  ],
  "иустин": [
    [
      "Иустинович"
    ],
    [
      "Иустиновна"
    ]
  ],
  "казимир": [
    [
      "Казимирович"
    ],
    [
      "Казимировна"
    ]
  ],
  "каллимах": [
    [
      "Каллимахович"
    ],
    [
      "Каллимаховна"
    ]
  ],
  "каллиник": [
    [
      "Каллиникович"
    ],
    [
      "Каллиниковна"
    ]
  ],
  "каллиопий": [
    [
      "Каллиопиевич"
    ],
    [
      "Каллиопиевна"
    ]
  ],
  "каллист": [
    [
      "Каллистович"
    ],
    [
      "Каллистовна"
    ]
  ],
  "каллистрат": [
    [
      "Каллистратович"
    ],
    [
      "Каллистратовна"
    ]
  ],
  "каллисфен": [
    [
      "Каллисфенович"
    ],
    [
      "Каллисфеновна"
    ]
  ],
  "калуф": [
    [
      "Калуфович"
    ],
    [
      "Калуфовна"
    ]
  ],
  "кандидий": [
    [
      "Кандидиевич",
      "Кандидьевич"
    ],
    [
      "Кандидиевна",
      "Кандидьевна"
    ]
  ],
  "кантидиан": [
    [
      "Кантидианович"
    ],
    [
      "Кантидиановна"
    ]
  ],
  "капик": [
    [
      "Капикович"
    ],
    [
      "Капиковна"
    ]
  ],
  "капитон": [
    [
      "Капитонович"
    ],
    [
      "Капитоновна"
    ]
  ],
  "карион": [
    [
      "Карионович"
    ],
    [
      "Карионовна"
    ]
  ],
  "карл": [
    [
      "Карлович"
    ],
    [
      "Карловна"
    ]
  ],
  "карп": [
    [
      "Карпович"
    ],
    [
      "Карповна"
    ]
  ],
  "кастрихий": [
    [
      "Кастрихиевич",
      "Кастрихьевич"
    ],
    [
      "Кастрихиевна",
      "Кастрихьевна"
    ]
  ],
  "касьян": [
    [
      "Касьянович"
    ],
    [
      "Касьяновна"
    ]
  ],
  "ким": [
    [
      "Кимович"
    ],
    [
      "Кимовна"
    ]
  ],
  "киприан": [
    [
      "Киприанович"
    ],
    [
      "Киприановна"
    ]
  ],
  "кир": [
    [
      "Кирович"
    ],
    [
      "Кировна"
    ]
  ],
  "кириак": [
    [
      "Кириакович"
    ],
    [
      "Кириаковна"
    ]
  ],
  "кирьяк": [
    [
      "Кирьякович"
    ],
    [
      "Кирьяковна"
    ]
  ],
  "кирик": [
    [
      "Кирикович"
    ],
    [
      "Кириковна"
    ]
  ],
  "кирилл": [
    [
      "Кириллович"
    ],
    [
      "Кирилловна"
    ]
  ],
  "кирсан": [
    [
      "Кирсанович"
    ],
    [
      "Кирсановна"
    ]
  ],
  "клавдий": [
    [
      "Клавдиевич"
    ],
    [
      "Клавдиевна"
    ]
  ],
  "клим": [
    [
      "Климович"
    ],
    [
      "Климовна"
    ]
  ],
  "климент": [
    [
      "Климентович"
    ],
    [
      "Климентовна"
    ]
  ],
  "климентий": [
    [
      "Климентиевич",
      "Климентьевич"
    ],
    [
      "Климентиевна",
      "Климентьевна"
    ]
  ],
  "кондрат": [
    [
      "Кондратович"
    ],
    [
      "Кондратовна"
    ]
  ],
  "кондратий": [
    [
      "Кондратиевич",
      "Кондратьевич"
    ],
    [
      "Кондратиевна",
      "Кондратьевна"
    ]
  ],
  "конон": [
    [
      "Кононович"
    ],
    [
      "Кононовна"
    ]
  ],
  "конрад": [
    [
      "Конрадович"
    ],
    [
      "Конрадовна"
    ]
  ],
  "константин": [
    [
      "Константинович"
    ],
    [
      "Константиновна"
    ]
  ],
  "корней": [
    [
      "Корнеевич"
    ],
    [
      "Корнеевна"
    ]
  ],
  "корнелий": [
    [
      "Корнелиевич",
      "Корнельевич"
    ],
    [
      "Корнелиевна",
      "Корнельевна"
    ]
  ],
  "корнил": [
    [
      "Корнилович"
    ],
    [
      "Корниловна"
    ]
  ],
  "корнилий": [
    [
      "Корнилиевич",
      "Корнильевич"
    ],
    [
      "Корнилиевна",
      "Корнильевна"
    ]
  ],
  "ксенофонт": [
    [
      "Ксенофонтович"
    ],
    [
      "Ксенофонтовна"
    ]
  ],
  "кузьма": [
    [
      "Кузьмич"
    ],
    [
      "Кузьминична"
    ]
  ],
  "куприян": [
    [
      "Куприянович"
    ],
    [
      "Куприяновна"
    ]
  ],
  "лавр": [
    [
      "Лаврович"
    ],
    [
      "Лавровна"
    ]
  ],
  "лаврентий": [
    [
      "Лаврентиевич",
      "Лаврентьевич"
    ],
    [
      "Лаврентиевна",
      "Лаврентьевна"
    ]
  ],
  "ладимир": [
    [
      "Ладимирович"
    ],
    [
      "Ладимировна"
    ]
  ],
  "лазарь": [
    [
      "Лазаревич"
    ],
    [
      "Лазаревна"
    ]
  ],
  "ларион": [
    [
      "Ларионович"
    ],
    [
      "Ларионовна"
    ]
  ],
  "лев": [
    [
      "Львович"
    ],
    [
      "Львовна"
    ]
  ],
  "леон": [
    [
      "Леонович"
    ],
    [
      "Леоновна"
    ]
  ],
  "леонард": [
    [
      "Леонардович"
    ],
    [
      "Леонардовна"
    ]
  ],
  "леонид": [
    [
      "Леонидович"
    ],
    [
      "Леонидовна"
    ]
  ],
  "леонтий": [
    [
      "Леонтиевич",
      "Леонтьевич"
    ],
    [
      "Леонтиевна",
      "Леонтьевна"
    ]
  ],
  "леопольд": [
    [
      "Леопольдович"
    ],
    [
      "Леопольдовна"
    ]
  ],
  "логвин": [
    [
      "Логвинович"
    ],
    [
      "Логвиновна"
    ]
  ],
  "логгин": [
    [
      "Логгинович"
    ],
    [
      "Логгиновна"
    ]
  ],
  "лонгин": [
    [
      "Лонгинович"
    ],
    [
      "Лонгиновна"
    ]
  ],
  "луарсаб": [
    [
      "Луарсабович"
    ],
    [
      "Луарсабовна"
    ]
  ],
  "лука": [
    [
      "Лукич"
    ],
    [
      "Лукинична"
    ]
  ],
  "лукан": [
    [
      "Луканович"
    ],
    [
      "Лукановна"
    ]
  ],
  "лукиан": [
    [
      "Лукианович"
    ],
    [
      "Лукиановна"
    ]
  ],
  "лукьян": [
    [
      "Лукьянович"
    ],
    [
      "Лукьяновна"
    ]
  ],
  "любим": [
    [
      "Любимович"
    ],
    [
      "Любимовна"
    ]
  ],
  "любомир": [
    [
      "Любомирович"
    ],
    [
      "Любомировна"
    ]
  ],
  "любомысл": [
    [
      "Любомыслович"
    ],
    [
      "Любомысловна"
    ]
  ],
  "люциан": [
    [
      "Люцианович"
    ],
    [
      "Люциановна"
    ]
  ],
  "мавр": [
    [
      "Маврович"
    ],
    [
      "Мавровна"
    ]
  ],
  "маврикий": [
    [
      "Маврикиевич",
      "Маврикьевич"
    ],
    [
      "Маврикиевна",
      "Маврикьевна"
    ]
  ],
  "мавродий": [
    [
      "Мавродиевич",
      "Мавродьевич"
    ],
    [
      "Мавродиевна",
      "Мавродьевна"
    ]
  ],
  "май": [
    [
      "Маевич"
    ],
    [
      "Маевна"
    ]
  ],
  "макар": [
    [
      "Макарович"
    ],
    [
      "Макаровна"
    ]
  ],
  "макарий": [
    [
      "Макариевич",
      "Макарьевич"
    ],
    [
      "Макариевна",
      "Макарьевна"
    ]
  ],
  "македон": [
    [
      "Македонович"
    ],
    [
      "Македоновна"
    ]
  ],
  "македоний": [
    [
      "Македониевич",
      "Македоньевич"
    ],
    [
      "Македониевна",
      "Македоньевна"
    ]
  ],
  "максим": [
    [
      "Максимович"
    ],
    [
      "Максимовна"
    ]
  ],
  "максимиан": [
    [
      "Максимианович"
    ],
    [
      "Максимиановна"
    ]
  ],
  "максимилиан": [
    [
      "Максимилианович"
    ],
    [
      "Максимилиановна"
    ]
  ],
  "максимильян": [
    [
      "Максимильянович"
    ],
    [
      "Максимильяновна"
    ]
  ],
  "малх": [
    [
      "Малхович"
    ],
    [
      "Малховна"
    ]
  ],
  "мануил": [
    [
      "Мануилович"
    ],
    [
      "Мануиловна"
    ]
  ],
  "марат": [
    [
      "Маратович"
    ],
    [
      "Маратовна"
    ]
  ],
  "мардарий": [
    [
      "Мардариевич",
      "Мардарьевич"
    ],
    [
      "Мардариевна",
      "Мардарьевна"
    ]
  ],
  "мариан": [
    [
      "Марианович"
    ],
    [
      "Мариановна"
    ]
  ],
  "марин": [
    [
      "Маринович"
    ],
    [
      "Мариновна"
    ]
  ],
  "марк": [
    [
      "Маркович"
    ],
    [
      "Марковна"
    ]
  ],
  "маркел": [
    [
      "Маркелович"
    ],
    [
      "Маркеловна"
    ]
  ],
  "маркиан": [
    [
      "Маркианович"
    ],
    [
      "Маркиановна"
    ]
  ],
  "марлен": [
    [
      "Марленович"
    ],
    [
      "Марленовна"
    ]
  ],
  "мартимьян": [
    [
      "Мартимьянович"
    ],
    [
      "Мартимьяновна"
    ]
  ],
  "мартин": [
    [
      "Мартинович"
    ],
    [
      "Мартиновна"
    ]
  ],
  "мартиниан": [
    [
      "Мартинианович"
    ],
    [
      "Мартиниановна"
    ]
  ],
  "мартирий": [
    [
      "Мартириевич",
      "Мартирьевич"
    ],
    [
      "Мартириевна",
      "Мартирьевна"
    ]
  ],
  "мартын": [
    [
      "Мартынович"
    ],
    [
      "Мартыновна"
    ]
  ],
  "мартьян": [
    [
      "Мартьянович"
    ],
    [
      "Мартьяновна"
    ]
  ],
  "матвей": [
    [
      "Матвеевич"
    ],
    [
      "Матвеевна"
    ]
  ],
  "мелентий": [
    [
      "Мелентиевич",
      "Мелентьевич"
    ],
    [
      "Мелентиевна",
      "Мелентьевна"
    ]
  ],
  "мелетий": [
    [
      "Мелетиевич",
      "Мелетьевич"
    ],
    [
      "Мелетиевна",
      "Мелетьевна"
    ]
  ],
  "меркул": [
    [
      "Меркулович"
    ],
    [
      "Меркуловна"
    ]
  ],
  "меркурий": [
    [
      "Меркуриевич",
      "Меркурьевич"
    ],
    [
      "Меркуриевна",
      "Меркурьевна"
    ]
  ],
  "мефодий": [
    [
      "Мефодиевич",
      "Мефодьевич"
    ],
    [
      "Мефодиевна",
      "Мефодьевна"
    ]
  ],
  "мечислав": [
    [
      "Мечиславович",
      "Мечиславич"
    ],
    [
      "Мечиславовна",
      "Мечиславна"
    ]
  ],
  "милан": [
    [
      "Миланович"
    ],
    [
      "Милановна"
    ]
  ],
  "милен": [
    [
      "Миленович"
    ],
    [
      "Миленовна"
    ]
  ],
  "милий": [
    [
      "Милиевич"
    ],
    [
      "Милиевна"
    ]
  ],
  "мина": [
    [
      "Минич"
    ],
    [
      "Минична"
    ]
  ],
  "минай": [
    [
      "Минаевич"
    ],
    [
      "Минаевна"
    ]
  ],
  "мирон": [
    [
      "Миронович"
    ],
    [
      "Мироновна"
    ]
  ],
  "мирослав": [
    [
      "Мирославович",
      "Мирославич"
    ],
    [
      "Мирославовна",
      "Мирославна"
    ]
  ],
  "мисаил": [
    [
      "Мисаилович"
    ],
    [
      "Мисаиловна"
    ]
  ],
  "митрофан": [
    [
      "Митрофанович"
    ],
    [
      "Митрофановна"
    ]
  ],
  "митрофаний": [
    [
      "Митрофаниевич",
      "Митрофаньевич"
    ],
    [
      "Митрофаниевна",
      "Митрофаньевна"
    ]
  ],
  "михаил": [
    [
      "Михайлович"
    ],
    [
      "Михайловна"
    ]
  ],
  "михей": [
    [
      "Михеевич"
    ],
    [
      "Михеевна"
    ]
  ],
  "модест": [
    [
      "Модестович"
    ],
    [
      "Модестовна"
    ]
  ],
  "моисей": [
    [
      "Моисеевич"
    ],
    [
      "Моисеевна"
    ]
  ],
  "мокей": [
    [
      "Мокеевич"
    ],
    [
      "Мокеевна"
    ]
  ],
  "мокий": [
    [
      "Мокиевич"
    ],
    [
      "Мокиевна"
    ]
  ],
  "мстислав": [
    [
      "Мстиславович",
      "Мстиславич"
    ],
    [
      "Мстиславовна",
      "Мстиславна"
    ]
  ],
  "назар": [
    [
      "Назарович"
    ],
    [
      "Назаровна"
    ]
  ],
  "назарий": [
    [
      "Назариевич",
      "Назарьевич"
    ],
    [
      "Назариевна",
      "Назарьевна"
    ]
  ],
  "наркис": [
    [
      "Наркисович"
    ],
    [
      "Наркисовна"
    ]
  ],
  "натан": [
    [
      "Натанович"
    ],
    [
      "Натановна"
    ]
  ],
  "наум": [
    [
      "Наумович"
    ],
    [
      "Наумовна"
    ]
  ],
  "нестер": [
    [
      "Нестерович"
    ],
    [
      "Нестеровна"
    ]
  ],
  "нестор": [
    [
      "Несторович"
    ],
    [
      "Несторовна"
    ]
  ],
  "нефёд": [
    [
      "Нефёдович"
    ],
    [
      "Нефёдовна"
    ]
  ],
  "никандр": [
    [
      "Никандрович"
    ],
    [
      "Никандровна"
    ]
  ],
  "никанор": [
    [
      "Никанорович"
    ],
    [
      "Никаноровна"
    ]
  ],
  "никита": [
    [
      "Никитич"
    ],
    [
      "Никитична"
    ]
  ],
  "никифор": [
    [
      "Никифорович"
    ],
    [
      "Никифоровна"
    ]
  ],
  "никодим": [
    [
      "Никодимович"
    ],
    [
      "Никодимовна"
    ]
  ],
  "николай": [
    [
      "Николаевич"
    ],
    [
      "Николаевна"
    ]
  ],
  "никон": [
    [
      "Никонович"
    ],
    [
      "Никоновна"
    ]
  ],
  "нил": [
    [
      "Нилович"
    ],
    [
      "Ниловна"
    ]
  ],
  "нифонт": [
    [
      "Нифонтович"
    ],
    [
      "Нифонтовна"
    ]
  ],
  "олег": [
    [
      "Олегович"
    ],
    [
      "Олеговна"
    ]
  ],
  "олимпий": [
    [
      "Олимпиевич"
    ],
    [
      "Олимпиевна"
    ]
  ],
  "онисифор": [
    [
      "Онисифорович"
    ],
    [
      "Онисифоровна"
    ]
  ],
  "онуфрий": [
    [
      "Онуфриевич"
    ],
    [
      "Онуфриевна"
    ]
  ],
  "орест": [
    [
      "Орестович"
    ],
    [
      "Орестовна"
    ]
  ],
  "осип": [
    [
      "Осипович"
    ],
    [
      "Осиповна"
    ]
  ],
  "оскар": [
    [
      "Оскарович"
    ],
    [
      "Оскаровна"
    ]
  ],
  "остап": [
    [
      "Остапович"
    ],
    [
      "Остаповна"
    ]
  ],
  "остромир": [
    [
      "Остромирович"
    ],
    [
      "Остромировна"
    ]
  ],
  "павел": [
    [
      "Павлович"
    ],
    [
      "Павловна"
    ]
  ],
  "павлин": [
    [
      "Павлинович"
    ],
    [
      "Павлиновна"
    ]
  ],
  "паисий": [
    [
      "Паисиевич",
      "Паисьевич"
    ],
    [
      "Паисиевна",
      "Паисьевна"
    ]
  ],
  "палладий": [
    [
      "Палладиевич",
      "Палладьевич"
    ],
    [
      "Палладиевна",
      "Палладьевна"
    ]
  ],
  "памфил": [
    [
      "Памфилович"
    ],
    [
      "Памфиловна"
    ]
  ],
  "памфилий": [
    [
      "Памфилиевич",
      "Памфильевич"
    ],
    [
      "Памфилиевна",
      "Памфильевна"
    ]
  ],
  "панкрат": [
    [
      "Панкратович"
    ],
    [
      "Панкратовна"
    ]
  ],
  "панкратий": [
    [
      "Панкратиевич",
      "Панкратьевич"
    ],
    [
      "Панкратиевна",
      "Панкратьевна"
    ]
  ],
  "пантелей": [
    [
      "Пантелеевич"
    ],
    [
      "Пантелеевна"
    ]
  ],
  "пантелеймон": [
    [
      "Пантелеймонович"
    ],
    [
      "Пантелеймоновна"
    ]
  ],
  "панфил": [
    [
      "Панфилович"
    ],
    [
      "Панфиловна"
    ]
  ],
  "парамон": [
    [
      "Парамонович"
    ],
    [
      "Парамоновна"
    ]
  ],
  "пармен": [
    [
      "Парменович"
    ],
    [
      "Парменовна"
    ]
  ],
  "пармён": [
    [
      "Пармёнович"
    ],
    [
      "Пармёновна"
    ]
  ],
  "парфён": [
    [
      "Парфёнович"
    ],
    [
      "Парфёновна"
    ]
  ],
  "парфений": [
    [
      "Парфениевич",
      "Парфеньевич"
    ],
    [
      "Парфениевна",
      "Парфеньевна"
    ]
  ],
  "парфентий": [
    [
      "Парфентиевич",
      "Парфентьевич"
    ],
    [
      "Парфентиевна",
      "Парфентьевна"
    ]
  ],
  "патрикей": [
    [
      "Патрикеевич"
    ],
    [
      "Патрикеевна"
    ]
  ],
  "патрикий": [
    [
      "Патрикиевич"
    ],
    [
      "Патрикиевна"
    ]
  ],
  "пафнутий": [
    [
      "Пафнутиевич",
      "Пафнутьевич"
    ],
    [
      "Пафнутиевна",
      "Пафнутьевна"
    ]
  ],
  "пахом": [
    [
      "Пахомович"
    ],
    [
      "Пахомовна"
    ]
  ],
  "пахомий": [
    [
      "Пахомиевич",
      "Пахомьевич"
    ],
    [
      "Пахомиевна",
      "Пахомьевна"
    ]
  ],
  "перфилий": [
    [
      "Перфилиевич",
      "Перфильевич"
    ],
    [
      "Перфилиевна",
      "Перфильевна"
    ]
  ],
  "пётр": [
    [
      "Петрович"
    ],
    [
      "Петровна"
    ]
  ],
  "пимен": [
    [
      "Пименович"
    ],
    [
      "Пименовна"
    ]
  ],
  "питирим": [
    [
      "Питиримович"
    ],
    [
      "Питиримовна"
    ]
  ],
  "платон": [
    [
      "Платонович"
    ],
    [
      "Платоновна"
    ]
  ],
  "полиевкт": [
    [
      "Полиевктович"
    ],
    [
      "Полиевктовна"
    ]
  ],
  "полиект": [
    [
      "Полиектович"
    ],
    [
      "Полиектовна"
    ]
  ],
  "поликарп": [
    [
      "Поликарпович"
    ],
    [
      "Поликарповна"
    ]
  ],
  "поликарпий": [
    [
      "Поликарпиевич",
      "Поликарпьевич"
    ],
    [
      "Поликарпиевна",
      "Поликарпьевна"
    ]
  ],
  "порфир": [
    [
      "Порфирович"
    ],
    [
      "Порфировна"
    ]
  ],
  "порфирий": [
    [
      "Порфириевич",
      "Порфирьевич"
    ],
    [
      "Порфириевна",
      "Порфирьевна"
    ]
  ],
  "потап": [
    [
      "Потапович"
    ],
    [
      "Потаповна"
    ]
  ],
  "потапий": [
    [
      "Потапиевич",
      "Потапьевич"
    ],
    [
      "Потапиевна",
      "Потапьевна"
    ]
  ],
  "пров": [
    [
      "Прович"
    ],
    [
      "Провна"
    ]
  ],
  "прокл": [
    [
      "Проклович"
    ],
    [
      "Прокловна"
    ]
  ],
  "прокоп": [
    [
      "Прокопович"
    ],
    [
      "Прокоповна"
    ]
  ],
  "прокопий": [
    [
      "Прокопиевич",
      "Прокопьевич"
    ],
    [
      "Прокопиевна",
      "Прокопьевна"
    ]
  ],
  "прокофий": [
    [
      "Прокофиевич",
      "Прокофьевич"
    ],
    [
      "Прокофиевна",
      "Прокофьевна"
    ]
  ],
  "протас": [
    [
      "Протасович"
    ],
    [
      "Протасовна"
    ]
  ],
  "протасий": [
    [
      "Протасиевич",
      "Протасьевич"
    ],
    [
      "Протасиевна",
      "Протасьевна"
    ]
  ],
  "прохор": [
    [
      "Прохорович"
    ],
    [
      "Прохоровна"
    ]
  ],
  "радий": [
    [
      "Радиевич"
    ],
    [
      "Радиевна"
    ]
  ],
  "радим": [
    [
      "Радимович"
    ],
    [
      "Радимовна"
    ]
  ],
  "радислав": [
    [
      "Радиславович",
      "Радиславич"
    ],
    [
      "Радиславовна",
      "Радиславна"
    ]
  ],
  "радован": [
    [
      "Радованович"
    ],
    [
      "Радовановна"
    ]
  ],
  "ратибор": [
    [
      "Ратиборович"
    ],
    [
      "Ратиборовна"
    ]
  ],
  "ратмир": [
    [
      "Ратмирович"
    ],
    [
      "Ратмировна"
    ]
  ],
  "рафаил": [
    [
      "Рафаилович"
    ],
    [
      "Рафаиловна"
    ]
  ],
  "рем": [
    [
      "Ремович"
    ],
    [
      "Ремовна"
    ]
  ],
  "роберт": [
    [
      "Робертович"
    ],
    [
      "Робертовна"
    ]
  ],
  "родион": [
    [
      "Родионович"
    ],
    [
      "Родионовна"
    ]
  ],
  "роман": [
    [
      "Романович"
    ],
    [
      "Романовна"
    ]
  ],
  "ростислав": [
    [
      "Ростиславович",
      "Ростиславич"
    ],
    [
      "Ростиславовна",
      "Ростиславна"
    ]
  ],
  "рубен": [
    [
      "Рубенович"
    ],
    [
      "Рубеновна"
    ]
  ],
  "рувим": [
    [
      "Рувимович"
    ],
    [
      "Рувимовна"
    ]
  ],
  "рудольф": [
    [
      "Рудольфович"
    ],
    [
      "Рудольфовна"
    ]
  ],
  "руслан": [
    [
      "Русланович"
    ],
    [
      "Руслановна"
    ]
  ],
  "рюрик": [
    [
      "Рюрикович"
    ],
    [
      "Рюриковна"
    ]
  ],
  "савва": [
    [
      "Саввич"
    ],
    [
      "Саввична"
    ]
  ],
  "савватей": [
    [
      "Савватеевич"
    ],
    [
      "Савватеевна"
    ]
  ],
  "савватий": [
    [
      "Савватиевич",
      "Савватьевич"
    ],
    [
      "Савватиевна",
      "Савватьевна"
    ]
  ],
  "савёл": [
    [
      "Савёлович"
    ],
    [
      "Савёловна"
    ]
  ],
  "савелий": [
    [
      "Савелиевич",
      "Савельевич"
    ],
    [
      "Савелиевна",
      "Савельевна"
    ]
  ],
  "саверий": [
    [
      "Савериевич",
      "Саверьевич"
    ],
    [
      "Савериевна",
      "Саверьевна"
    ]
  ],
  "савин": [
    [
      "Савинович"
    ],
    [
      "Савиновна"
    ]
  ],
  "савиниан": [
    [
      "Савинианович"
    ],
    [
      "Савиниановна"
    ]
  ],
  "сакердон": [
    [
      "Сакердонович"
    ],
    [
      "Сакердоновна"
    ]
  ],
  "салтам": [
    [
      "Салтамович"
    ],
    [
      "Салтамовна"
    ]
  ],
  "самойла": [
    [
      "Самойлович"
    ],
    [
      "Самойловна"
    ]
  ],
  "самсон": [
    [
      "Самсонович"
    ],
    [
      "Самсоновна"
    ]
  ],
  "самсоний": [
    [
      "Самсониевич",
      "Самсоньевич"
    ],
    [
      "Самсониевна",
      "Самсоньевна"
    ]
  ],
  "самуил": [
    [
      "Самуилович"
    ],
    [
      "Самуиловна"
    ]
  ],
  "светозар": [
    [
      "Светозарович"
    ],
    [
      "Светозаровна"
    ]
  ],
  "свирид": [
    [
      "Свиридович"
    ],
    [
      "Свиридовна"
    ]
  ],
  "святополк": [
    [
      "Святополкович"
    ],
    [
      "Святополковна"
    ]
  ],
  "святослав": [
    [
      "Святославович",
      "Святославич"
    ],
    [
      "Святославовна",
      "Святославна"
    ]
  ],
  "себастьян": [
    [
      "Себастьянович"
    ],
    [
      "Себастьяновна"
    ]
  ],
  "севастьян": [
    [
      "Севастьянович"
    ],
    [
      "Севастьяновна"
    ]
  ],
  "северин": [
    [
      "Северинович"
    ],
    [
      "Севериновна"
    ]
  ],
  "северьян": [
    [
      "Северьянович"
    ],
    [
      "Северьяновна"
    ]
  ],
  "селиван": [
    [
      "Селиванович"
    ],
    [
      "Селивановна"
    ]
  ],
  "селивёрст": [
    [
      "Селивёрстович"
    ],
    [
      "Селивёрстовна"
    ]
  ],
  "селифан": [
    [
      "Селифанович"
    ],
    [
      "Селифановна"
    ]
  ],
  "семён": [
    [
      "Семёнович"
    ],
    [
      "Семёновна"
    ]
  ],
  "семион": [
    [
      "Семионович"
    ],
    [
      "Семионовна"
    ]
  ],
  "серапион": [
    [
      "Серапионович"
    ],
    [
      "Серапионовна"
    ]
  ],
  "серафим": [
    [
      "Серафимович"
    ],
    [
      "Серафимовна"
    ]
  ],
  "сергей": [
    [
      "Сергеевич"
    ],
    [
      "Сергеевна"
    ]
  ],
  "сигизмунд": [
    [
      "Сигизмундович"
    ],
    [
      "Сигизмундовна"
    ]
  ],
  "сидор": [
    [
      "Сидорович"
    ],
    [
      "Сидоровна"
    ]
  ],
  "сила": [
    [
      "Силич"
    ],
    [
      "Силовна"
    ]
  ],
  "силан": [
    [
      "Силанович"
    ],
    [
      "Силановна"
    ]
  ],
  "силантий": [
    [
      "Силантиевич",
      "Силантьевич"
    ],
    [
      "Силантиевна",
      "Силантьевна"
    ]
  ],
  "силуян": [
    [
      "Силуянович"
    ],
    [
      "Силуяновна"
    ]
  ],
  "сильван": [
    [
      "Сильванович"
    ],
    [
      "Сильвановна"
    ]
  ],
  "сильвестр": [
    [
      "Сильвестрович"
    ],
    [
      "Сильвестровна"
    ]
  ],
  "симеон": [
    [
      "Симеонович"
    ],
    [
      "Симеоновна"
    ]
  ],
  "симон": [
    [
      "Симонович"
    ],
    [
      "Симоновна"
    ]
  ],
  "смарагд": [
    [
      "Смарагдович"
    ],
    [
      "Смарагдовна"
    ]
  ],
  "созон": [
    [
      "Созонович"
    ],
    [
      "Созоновна"
    ]
  ],
  "созонт": [
    [
      "Созонтович"
    ],
    [
      "Созонтовна"
    ]
  ],
  "созонтий": [
    [
      "Созонтиевич",
      "Созонтьевич"
    ],
    [
      "Созонтиевна",
      "Созонтьевна"
    ]
  ],
  "сократ": [
    [
      "Сократович"
    ],
    [
      "Сократовна"
    ]
  ],
  "соломон": [
    [
      "Соломонович"
    ],
    [
      "Соломоновна"
    ]
  ],
  "сосипатр": [
    [
      "Сосипатрович"
    ],
    [
      "Сосипатровна"
    ]
  ],
  "софон": [
    [
      "Софонович"
    ],
    [
      "Софоновна"
    ]
  ],
  "софоний": [
    [
      "Софониевич",
      "Софоньевич"
    ],
    [
      "Софониевна",
      "Софоньевна"
    ]
  ],
  "софрон": [
    [
      "Софронович"
    ],
    [
      "Софроновна"
    ]
  ],
  "софроний": [
    [
      "Софрониевич",
      "Софроньевич"
    ],
    [
      "Софрониевна",
      "Софроньевна"
    ]
  ],
  "спартак": [
    [
      "Спартакович"
    ],
    [
      "Спартаковна"
    ]
  ],
  "спиридон": [
    [
      "Спиридонович"
    ],
    [
      "Спиридоновна"
    ]
  ],
  "спиридоний": [
    [
      "Спиридониевич",
      "Спиридоньевич"
    ],
    [
      "Спиридониевна",
      "Спиридоньевна"
    ]
  ],
  "станимир": [
    [
      "Станимирович"
    ],
    [
      "Станимировна"
    ]
  ],
  "станислав": [
    [
      "Станиславович",
      "Станиславич"
    ],
    [
      "Станиславовна",
      "Станиславна"
    ]
  ],
  "стахий": [
    [
      "Стахиевич"
    ],
    [
      "Стахиевна"
    ]
  ],
  "степан": [
    [
      "Степанович"
    ],
    [
      "Степановна"
    ]
  ],
  "стоян": [
    [
      "Стоянович"
    ],
    [
      "Стояновна"
    ]
  ],
  "стратоник": [
    [
      "Стратоникович"
    ],
    [
      "Стратониковна"
    ]
  ],
  "сысой": [
    [
      "Сысоевич"
    ],
    [
      "Сысоевна"
    ]
  ],
  "тарас": [
    [
      "Тарасович"
    ],
    [
      "Тарасовна"
    ]
  ],
  "твердислав": [
    [
      "Твердиславович",
      "Твердиславич"
    ],
    [
      "Твердиславовна",
      "Твердиславна"
    ]
  ],
  "творимир": [
    [
      "Творимирович"
    ],
    [
      "Творимировна"
    ]
  ],
  "терентий": [
    [
      "Терентиевич",
      "Терентьевич"
    ],
    [
      "Терентиевна",
      "Терентьевна"
    ]
  ],
  "тертий": [
    [
      "Тертиевич"
    ],
    [
      "Тертиевна"
    ]
  ],
  "тигран": [
    [
      "Тигранович"
    ],
    [
      "Тиграновна"
    ]
  ],
  "тигрий": [
    [
      "Тигриевич"
    ],
    [
      "Тигриевна"
    ]
  ],
  "тимофей": [
    [
      "Тимофеевич"
    ],
    [
      "Тимофеевна"
    ]
  ],
  "тимур": [
    [
      "Тимурович"
    ],
    [
      "Тимуровна"
    ]
  ],
  "тит": [
    [
      "Титович"
    ],
    [
      "Титовна"
    ]
  ],
  "тихон": [
    [
      "Тихонович"
    ],
    [
      "Тихоновна"
    ]
  ],
  "тристан": [
    [
      "Тристанович"
    ],
    [
      "Тристановна"
    ]
  ],
  "трифилий": [
    [
      "Трифилиевич",
      "Трифильевич"
    ],
    [
      "Трифилиевна",
      "Трифильевна"
    ]
  ],
  "трифон": [
    [
      "Трифонович"
    ],
    [
      "Трифоновна"
    ]
  ],
  "трофим": [
    [
      "Трофимович"
    ],
    [
      "Трофимовна"
    ]
  ],
  "увар": [
    [
      "Уварович"
    ],
    [
      "Уваровна"
    ]
  ],
  "уар": [
    [
      "Уарович"
    ],
    [
      "Уаровна"
    ]
  ],
  "ульян": [
    [
      "Ульянович"
    ],
    [
      "Ульяновна"
    ]
  ],
  "устин": [
    [
      "Устинович"
    ],
    [
      "Устиновна"
    ]
  ],
  "фабиан": [
    [
      "Фабианович"
    ],
    [
      "Фабиановна"
    ]
  ],
  "фадей": [
    [
      "Фадеевич"
    ],
    [
      "Фадеевна"
    ]
  ],
  "фаддей": [
    [
      "Фаддеевич"
    ],
    [
      "Фаддеевна"
    ]
  ],
  "фалалей": [
    [
      "Фалалеевич"
    ],
    [
      "Фалалеевна"
    ]
  ],
  "фатьян": [
    [
      "Фатьянович"
    ],
    [
      "Фатьяновна"
    ]
  ],
  "фёдор": [
    [
      "Фёдорович"
    ],
    [
      "Фёдоровна"
    ]
  ],
  "федос": [
    [
      "Федосович"
    ],
    [
      "Федосовна"
    ]
  ],
  "федосей": [
    [
      "Федосеевич"
    ],
    [
      "Федосеевна"
    ]
  ],
  "федосий": [
    [
      "Федосиевич",
      "Федосьевич"
    ],
    [
      "Федосиевна",
      "Федосьевна"
    ]
  ],
  "федот": [
    [
      "Федотович"
    ],
    [
      "Федотовна"
    ]
  ],
  "федотий": [
    [
      "Федотиевич",
      "Федотьевич"
    ],
    [
      "Федотиевна",
      "Федотьевна"
    ]
  ],
  "федул": [
    [
      "Федулович"
    ],
    [
      "Федуловна"
    ]
  ],
  "феликс": [
    [
      "Феликсович"
    ],
    [
      "Феликсовна"
    ]
  ],
  "фемистокл": [
    [
      "Фемистоклович"
    ],
    [
      "Фемистокловна"
    ]
  ],
  "феогност": [
    [
      "Феогностович"
    ],
    [
      "Феогностовна"
    ]
  ],
  "феоктист": [
    [
      "Феоктистович"
    ],
    [
      "Феоктистовна"
    ]
  ],
  "феопемпт": [
    [
      "Феопемптович"
    ],
    [
      "Феопемптовна"
    ]
  ],
  "феофан": [
    [
      "Феофанович"
    ],
    [
      "Феофановна"
    ]
  ],
  "феофил": [
    [
      "Феофилович"
    ],
    [
      "Феофиловна"
    ]
  ],
  "феофилакт": [
    [
      "Феофилактович"
    ],
    [
      "Феофилактовна"
    ]
  ],
  "ферапонт": [
    [
      "Ферапонтович"
    ],
    [
      "Ферапонтовна"
    ]
  ],
  "филарет": [
    [
      "Филаретович"
    ],
    [
      "Филаретовна"
    ]
  ],
  "филат": [
    [
      "Филатович"
    ],
    [
      "Филатовна"
    ]
  ],
  "филимон": [
    [
      "Филимонович"
    ],
    [
      "Филимоновна"
    ]
  ],
  "филипий": [
    [
      "Филипиевич",
      "Филипьевич"
    ],
    [
      "Филипиевна",
      "Филипьевна"
    ]
  ],
  "филипп": [
    [
      "Филиппович"
    ],
    [
      "Филипповна"
    ]
  ],
  "филофей": [
    [
      "Филофеевич"
    ],
    [
      "Филофеевна"
    ]
  ],
  "фирс": [
    [
      "Фирсович"
    ],
    [
      "Фирсовна"
    ]
  ],
  "флегонт": [
    [
      "Флегонтович"
    ],
    [
      "Флегонтовна"
    ]
  ],
  "флорентий": [
    [
      "Флорентиевич",
      "Флорентьевич"
    ],
    [
      "Флорентиевна",
      "Флорентьевна"
    ]
  ],
  "флорентин": [
    [
      "Флорентинович"
    ],
    [
      "Флорентиновна"
    ]
  ],
  "флориан": [
    [
      "Флорианович"
    ],
    [
      "Флориановна"
    ]
  ],
  "фока": [
    [
      "Фокич"
    ],
    [
      "Фокична"
    ]
  ],
  "фома": [
    [
      "Фомич"
    ],
    [
      "Фоминична"
    ]
  ],
  "фортунат": [
    [
      "Фортунатович"
    ],
    [
      "Фортунатовна"
    ]
  ],
  "фотий": [
    [
      "Фотиевич",
      "Фотьевич"
    ],
    [
      "Фотиевна",
      "Фотьевна"
    ]
  ],
  "фридрих": [
    [
      "Фридрихович"
    ],
    [
      "Фридриховна"
    ]
  ],
  "фрол": [
    [
      "Фролович"
    ],
    [
      "Фроловна"
    ]
  ],
  "харитон": [
    [
      "Харитонович"
    ],
    [
      "Харитоновна"
    ]
  ],
  "харитоний": [
    [
      "Харитониевич",
      "Харитоньевич"
    ],
    [
      "Харитониевна",
      "Харитоньевна"
    ]
  ],
  "харлам": [
    [
      "Харламович"
    ],
    [
      "Харламовна"
    ]
  ],
  "харламп": [
    [
      "Харлампович"
    ],
    [
      "Харламповна"
    ]
  ],
  "харлампий": [
    [
      "Харлампиевич",
      "Харлампьевич"
    ],
    [
      "Харлампиевна",
      "Харлампьевна"
    ]
  ],
  "хрисанф": [
    [
      "Хрисанфович"
    ],
    [
      "Хрисанфовна"
    ]
  ],
  "христофор": [
    [
      "Христофорович"
    ],
    [
      "Христофоровна"
    ]
  ],
  "эдуард": [
    [
      "Эдуардович"
    ],
    [
      "Эдуардовна"
    ]
  ],
  "эмилий": [
    [
      "Эмилиевич",
      "Эмильевич"
    ],
    [
      "Эмилиевна",
      "Эмильевна"
    ]
  ],
  "эмиль": [
    [
      "Эмильевич"
    ],
    [
      "Эмильевна"
    ]
  ],
  "эммануил": [
    [
      "Эммануилович"
    ],
    [
      "Эммануиловна"
    ]
  ],
  "эразм": [
    [
      "Эразмович"
    ],
    [
      "Эразмовна"
    ]
  ],
  "эраст": [
    [
      "Эрастович"
    ],
    [
      "Эрастовна"
    ]
  ],
  "эрнест": [
    [
      "Эрнестович"
    ],
    [
      "Эрнестовна"
    ]
  ],
  "эрнст": [
    [
      "Эрнстович"
    ],
    [
      "Эрнстовна"
    ]
  ],
  "ювеналий": [
    [
      "Ювеналиевич",
      "Ювенальевич"
    ],
    [
      "Ювеналиевна",
      "Ювенальевна"
    ]
  ],
  "юлиан": [
    [
      "Юлианович"
    ],
    [
      "Юлиановна"
    ]
  ],
  "юлий": [
    [
      "Юлиевич",
      "Юльевич"
    ],
    [
      "Юлиевна",
      "Юльевна"
    ]
  ],
  "юрий": [
    [
      "Юрьевич"
    ],
    [
      "Юрьевна"
    ]
  ],
  "юстин": [
    [
      "Юстинович"
    ],
    [
      "Юстиновна"
    ]
  ],
  "яким": [
    [
      "Якимович"
    ],
    [
      "Якимовна"
    ]
  ],
  "яков": [
    [
      "Яковлевич"
    ],
    [
      "Яковлевна"
    ]
  ],
  "якуб": [
    [
      "Якубович"
    ],
    [
      "Якубовна"
    ]
  ],
  "ян": [
    [
      "Янович"
    ],
    [
      "Яновна"
    ]
  ],
  "януарий": [
    [
      "Януариевич",
      "Януарьевич"
    ],
    [
      "Януариевна",
      "Януарьевна"
    ]
  ],
  "ярополк": [
    [
      "Ярополкович"
    ],
    [
      "Ярополковна"
    ]
  ],
  "ярослав": [
    [
      "Ярославович",
      "Ярославич"
    ],
    [
      "Ярославовна",
      "Ярославна"
    ]
  ]
};
